Title = Amadey Logic Game

Edit=\u041F\u0440\u0430\u0432\u043A\u0430
CenterCirc=\u0426\u0435\u043D\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u0442\u044C
ZoomIn=\u0423\u0432\u0435\u043B\u0438\u0447\u0438\u0442\u044C
ZoomOut=\u0423\u043C\u0435\u043D\u044C\u0448\u0438\u0442\u044C
Zoom100=1:1
options=\u041E\u043F\u0446\u0438\u0438
WBack=\u0411\u0435\u043B\u044B\u0439 \u0444\u043E\u043D
AltColor=\u0410\u043B\u044C\u0442\u0435\u0440\u043D\u0430\u0442\u0438\u0432\u043D\u044B\u044B\u0439 \u0446\u0432\u0435\u0442
Tools=\u0442\u0443\u043B\u0437\u044B
LevelUp=\u043B\u0432\u043B\u0430\u043F
Regen=\u0440\u0435\u0433\u0435\u043D
About=\u0421\u043F\u0440\u0430\u0432\u043A\u0430
Developers=\u041E \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0435
Rules=\u041F\u0440\u0430\u0432\u0438\u043B\u0430
Test=\u0422\u0435\u0441\u0442
ToMenu=\u0412 \u043C\u0435\u043D\u044E
Score=\u041E\u0447\u043A\u0438

Training=\u0422\u0440\u0435\u043D\u0438\u0440\u043E\u0432\u043A\u0430

#Rules
RulesTitle=Amadey Logic Game: \u041F\u0440\u0430\u0432\u0438\u043B\u0430
RulesBody = \u0412\u0430\u043C \u043F\u0440\u0435\u0434\u043B\u0430\u0433\u0430\u0435\u0442\u0441\u044F 10 \u043B\u043E\u0433\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u0441\u0445\u0435\u043C \u0434\u043B\u044F \u0440\u0435\u0448\u0435\u043D\u0438\u044F.\n\u041A\u0430\u0436\u0434\u0430\u044F \u0441\u0445\u0435\u043C\u0430 \u0441\u043E\u0441\u0442\u043E\u0438\u0442 \u0438\u0437 \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u0438\u0445 \u043F\u043E\u0434\u0441\u0445\u0435\u043C \u0432 \u043E\u0434\u043D\u043E\u043C \u0438\u0437 \u043B\u043E\u0433\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u0431\u0430\u0437\u0438\u0441\u043E\u0432.\n\u0427\u0442\u043E\u0431\u044B \u043F\u0440\u043E\u0439\u0442\u0438 \u0443\u0440\u043E\u0432\u0435\u043D\u044C, \u043D\u0430\u0434\u043E \u0434\u043E\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u0431\u043B\u043E\u043A \u0434\u0430\u043D\u043D\u044B\u0445 \u0441 \u0432\u0435\u0440\u0445\u043D\u0435\u0439 \u043F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u044B \u043D\u0430 \u043D\u0438\u0436\u043D\u044E\u044E.\n\u041F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u044B \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u044E\u0442\u0441\u044F \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u043C \u0432\u044B\u0445\u043E\u0434\u043D\u044B\u043C \u0441\u0438\u0433\u043D\u0430\u043B\u043E\u043C \u043F\u043E\u0434\u0441\u0445\u0435\u043C\u044B, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0444\u043E\u0440\u043C\u0438\u0440\u0443\u0435\u0442\u0441\u044F \u043F\u043E\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043E\u043C \u0432\u0445\u043E\u0434\u043D\u044B\u0445 \u0441\u0438\u0433\u043D\u0430\u043B\u043E\u0432.\n\u0417\u0430 \u043E\u0434\u0438\u043D \u0440\u0430\u0437 \u0431\u043B\u043E\u043A \u0434\u0430\u043D\u043D\u044B\u0445 \u043C\u043E\u0436\u0435\u0442 \u043F\u0435\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u044C\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 \u043E\u0434\u043D\u0443 \u043F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0443.\n\u0412 \u043F\u0440\u043E\u0442\u0438\u0432\u043D\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435, \u043E\u043D "\u043F\u043E\u0432\u0440\u0435\u0436\u0434\u0430\u0435\u0442\u0441\u044F" \u0438 \u043D\u0430 \u0432\u0430\u0441 \u043D\u0430\u043A\u043B\u0430\u0434\u044B\u0432\u0430\u0435\u0442\u0441\u044F \u0448\u0442\u0440\u0430\u0444 \u0432 \u0440\u0430\u0437\u043C\u0435\u0440\u0435 20 \u043E\u0447\u043A\u043E\u0432.\n\u0423\u0440\u043E\u0432\u0435\u043D\u044C \u043D\u0430\u0447\u0438\u043D\u0430\u0435\u0442\u0441\u044F \u0441\u043D\u0430\u0447\u0430\u043B\u0430.\n\u0415\u0441\u043B\u0438 \u0432\u044B \u043F\u0440\u043E\u0448\u043B\u0438 10 \u0443\u0440\u043E\u0432\u043D\u0435\u0439 \u0438 \u043D\u0435 \u043F\u043E\u0442\u0435\u0440\u044F\u043B\u0438 \u0432\u0441\u0435 \u043E\u0447\u043A\u0438, \u0442\u043E \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0435\u0435 \u0443\u0432\u0435\u0434\u043E\u043C\u043B\u0435\u043D\u0438\u0435.

#Developers
DevelopersTitle=Amadey Logic Game: \u041E \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0435
DevelopersBody=\u041F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0430 \u043E\u0441\u043D\u043E\u0432\u0430\u043D\u0430 \u043D\u0430 Circuit Simulator by Paul Falstad and Iain Sharp \u0438 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043F\u0435\u0440\u0435\u043E\u0441\u043C\u044B\u0441\u043B\u0435\u043D\u0438\u0435\u043C \u0438\u0433\u0440\u044B "\u041B\u043E\u0433\u0438\u043A\u0430" \u041A.\u042E. \u041F\u043E\u043B\u044F\u043A\u043E\u0432\u0430.\n\u041E\u0441\u043D\u043E\u0432\u043D\u044B\u0435 \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u043A\u0438:\nPe3aTeJlb\nTexHoMa|\u203E\n\u041A\u043E\u043B\u0445\u043E\u0437\u043D\u044B\u0439 \u043F\u0430\u043D\u043A

#The end
GoodEnd=\u0412\u044B \u0441\u0434\u0430\u043B\u0438 \u043B\u0430\u0431\u0443? \u0412\u0435\u0441\u0435\u043B\u044C\u0435 \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430\u0447\u0438\u043D\u0430\u0435\u0442\u0441\u044F!
BadEnd=\u041F\u043E\u0445\u043E\u0436\u0435, \u0443 \u0412\u0430\u0441 \u043D\u0435 \u043F\u043E\u043B\u0443\u0447\u0438\u043B\u043E\u0441\u044C. \u041F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0435\u0449\u0451 \u0440\u0430\u0437!